[Ability.A_Saignement_Buff H7BaseBuff]
mName="Кровотечение"
mTooltip="В начале хода существо получает %d1 ед. урона. Длительность (ходов): %durnow."

[Ability.A_Saignement H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Кровотечение"
mTooltip="При нанесении урона выбранному отряду это существо вызывает %spell1.name (Не действует на нежить и конструктов). Может накапливаться до трех раз. Длительность (ходов): %buff1.buff.durini."

[A_Creature_Shark_upregate H7Creature]
mName="Ванидзаме"
mLore=""

[Ability.A_festin_Buff H7BaseBuff]
mName="Пир"
mTooltip=""

[Ability.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Пир"
mTooltip="Существо восстанавливает 10% от полного запаса %icon_health здоровья отряда за каждую метку кровотечения на вражеских существах."

[A_Creature_Shark H7Creature]
mName="Акулий воин"
mLore=""

